Repository: dikology/mothership-app
Catalog: mothership/mothership/Resources/*.lproj/Localizable.strings
Languages: ru

# greeting.morning
source: Good morning, Captain
ru: Доброе утро, Капитан

# greeting.day
source: Good afternoon, Captain
ru: Добрый день, Капитан

# greeting.evening
source: Good evening, Captain
ru: Добрый вечер, Капитан

# greeting.night
source: Good night, Captain
ru: Доброй ночи, Капитан

# greeting.subtitle
source: Have a great mood and weather
ru: Хорошего настроения и погоды

# charter.create_charter
source: Create Charter
ru: Создать чартер

# charter.create_charter_description
source: Start a new charter
ru: Начните новый чартер

# charter.edit_charter
source: Edit Charter
ru: Редактировать чартер

# charter.edit_charter_description
source: Update charter information
ru: Обновить информацию о чартере

# charter.delete_charter
source: Delete Charter
ru: Удалить чартер

# charter.delete_charter_confirmation
source: Are you sure you want to delete this charter? This action cannot be undone.
ru: Вы уверены, что хотите удалить этот чартер? Это действие нельзя отменить.

# charter.main_information
source: Main information
ru: Основная информация

# charter.charter_name
source: Charter name
ru: Название чартера

# charter.charter_name_example
source: Example: Croatia 2024
ru: Пример: Хорватия 2024

# charter.start_date
source: Start date
ru: Дата начала

# charter.end_date
source: End date
ru: Дата окончания

# charter.additional_information
source: Additional information
ru: Дополнительная информация

# charter.location
source: Location
ru: Место

# charter.location_example
source: Example: Split, Croatia
ru: Пример: Сплит, Хорватия

# charter.yacht_name
source: Yacht name
ru: Название яхты

# charter.yacht_name_example
source: Example: Sunset Dream
ru: Пример: Sunset Dream

# charter.charter_company
source: Charter company
ru: Чартерная компания

# charter.charter_company_example
source: Example: SunSail
ru: Пример: SunSail

# charter.notes
source: Notes
ru: Заметки

# charter.set_as_active
source: Set as active charter
ru: Сделать активным чартером

# charter.charter_name_required
source: Please enter a charter name
ru: Пожалуйста, введите название чартера

# charter.information
source: Information
ru: Информация

# charter.charter
source: Charter
ru: Чартер

# practice.practice
source: Practice
ru: Практика

# practice.essential_checklists_and_practical_guides
source: Essential checklists and practical guides
ru: Основные чек-листы и практические руководства

# practice.essential_briefings_for_your_charter
source: Essential briefings for your charter
ru: Основные брифинги для вашего чартера

# practice.briefing
source: Briefing
ru: Брифинг

# practice.knots
source: Knots
ru: Узлы

# practice.maneuvering
source: Maneuvering
ru: Маневрирование

# practice.mooring
source: Mooring
ru: Швартовки

# practice.safety
source: Safety
ru: Безопасность

# practice.all
source: All
ru: Все

# practice.module.safety_briefing.title
source: Safety
ru: Безопасность

# practice.module.safety_briefing.subtitle
source: Safety briefing on yacht
ru: Брифинг по безопасности на яхте

# practice.module.life_on_yacht.title
source: Life on Yacht
ru: Жизнь на яхте

# practice.module.life_on_yacht.subtitle
source: Life on yacht briefing
ru: Брифинг по жизни на яхте

# practice.module.first_aid_kit.title
source: First Aid Kit
ru: Аптечка

# practice.module.first_aid_kit.subtitle
source: First Aid Kit
ru: Аптечка

# practice.module.going_ashore.title
source: Going Ashore
ru: Сход на берег

# practice.module.going_ashore.subtitle
source: Going Ashore
ru: Сход на берег

# practice.module.mooring_and_departure.title
source: Mooring and Departure
ru: Швартовка и отход

# practice.module.mooring_and_departure.subtitle
source: Mooring and Departure
ru: Швартовка и отход

# practice.module.round_turn.title
source: Round Turn and Two Half Hitches
ru: Штык со шлагом

# practice.module.round_turn.subtitle
source: Round Turn and Two Half Hitches
ru: Штык со шлагом

# practice.module.pre_departure.title
source: Pre-departure Preparation
ru: Подготовка к выходу

# practice.module.pre_departure.subtitle
source: Pre-departure Preparation
ru: Подготовка к выходу

# practice.module.departure_from_pier.title
source: Departure from Pier
ru: Отход от пирса

# practice.module.departure_from_pier.subtitle
source: Departure from Pier
ru: Отход от пирса

# practice.module.mediterranean_mooring.title
source: Mediterranean Mooring
ru: Швартовка по средиземноморски

# practice.module.mediterranean_mooring.subtitle
source: Mediterranean Mooring
ru: Швартовка по средиземноморски

# practice.module.anchoring.title
source: Anchoring
ru: Постановка на якорь

# practice.module.anchoring.subtitle
source: Anchoring
ru: Постановка на якорь

# checklist.check_in_checklist
source: Check-in Checklist
ru: Чек-лист приемки яхты

# checklist.check_all_items_when_receiving_yacht
source: Check all items when receiving the yacht
ru: Проверьте все пункты при приеме яхты

# checklist.daily_checklist
source: Pre-departure Preparation
ru: Подготовка к выходу

# checklist.daily_checklist_subtitle
source: Daily checklist
ru: Ежедневный чеклист

# checklist.progress
source: Progress
ru: Прогресс

# checklist.items
source: items
ru: пунктов

# checklist.information
source: Information
ru: Информация

# checklist.your_notes
source: Your notes
ru: Ваши заметки

# checklist.add_note
source: Add a note...
ru: Добавьте заметку...

# tab.home
source: Home
ru: Главная

# tab.learn
source: Learn
ru: Обучение

# tab.practice
source: Practice
ru: Практика

# tab.profile
source: Profile
ru: Профиль

# common.coming_soon
source: Coming soon
ru: Скоро будет

# common.cancel
source: Cancel
ru: Отмена

# common.save
source: Save
ru: Сохранить

# common.done
source: Done
ru: Готово

# common.back
source: Back
ru: Назад

# common.error
source: Error
ru: Ошибка

# common.ok
source: OK
ru: ОК

# common.edit
source: Edit
ru: Редактировать

# common.delete
source: Delete
ru: Удалить

# learn.learn
source: Learn
ru: Обучение

# learn.study_with_spaced_repetition
source: Study with spaced repetition
ru: Изучайте с интервальным повторением

# learn.show_answer
source: Show Answer
ru: Показать ответ

# learn.review_complete
source: Review Complete
ru: Повторение завершено

# learn.great_job
source: Great job! You've reviewed all cards.
ru: Отличная работа! Вы повторили все карточки.

# learn.no_cards_due
source: No Cards Due
ru: Нет карточек к повторению

# learn.all_cards_reviewed
source: All cards reviewed. Great work!
ru: Все карточки изучены. Отличная работа!

# learn.deck.sound_signals
source: Sound Signals
ru: Звуковые сигналы

# learn.deck.sound_signals.description
source: Learn sound signals for maneuvering
ru: Изучите звуковые сигналы для маневрирования

# learn.deck.navigation_lights
source: Navigation Lights
ru: Навигационные огни

# learn.deck.navigation_lights.description
source: Learn vessel navigation lights
ru: Изучите навигационные огни судов

# learn.deck.colregs
source: COLREGS
ru: МППСС

# learn.deck.colregs.description
source: International Regulations for Preventing Collisions at Sea
ru: Международные правила предупреждения столкновений судов

# auth.welcome_message
source: Welcome to Mothership Your companion for charter management and sailing education
ru: Добро пожаловать в Mothership Ваш помощник для управления чартерами и изучения парусного дела

# auth.sign_in_with_apple
source: Sign in with Apple
ru: Войти через Apple

# auth.continue_as_guest
source: Continue as Guest
ru: Продолжить как гость

# auth.privacy_policy
source: Privacy Policy
ru: Политика конфиденциальности

# auth.sign_out
source: Sign Out
ru: Выйти

# auth.not_signed_in
source: Not signed in
ru: Не выполнен вход

# profile.user_type
source: User Type
ru: Тип пользователя

# profile.communities
source: Communities
ru: Сообщества

# profile.no_communities
source: You're not part of any communities
ru: Вы не состоите ни в одном сообществе

# profile.add_community
source: Add Community
ru: Добавить сообщество

# profile.experience
source: Experience
ru: Опыт

# profile.certifications
source: Certifications
ru: Сертификаты

# profile.statistics
source: Statistics
ru: Статистика

# profile.contributions
source: Contributions
ru: Вклад

# profile.reputation
source: Reputation
ru: Репутация

# profile.edit_profile
source: Edit Profile
ru: Редактировать профиль

# profile.select_user_type
source: Select User Type
ru: Выберите тип пользователя

# settings.title
source: Settings
ru: Настройки

# settings.language
source: Language
ru: Язык

# settings.system_language
source: System Language
ru: Системный язык

# error.generic
source: Something went wrong
ru: Что-то пошло не так

# error.network_connection
source: Please check your internet connection.
ru: Проверьте подключение к интернету.

# error.timeout
source: The request took too long. Try again.
ru: Запрос выполнялся слишком долго. Попробуйте снова.

# error.server
source: Server error (code %d). Please try again later.
ru: Ошибка сервера (код %d). Попробуйте позже.

# error.not_found
source: Content not found.
ru: Контент не найден.

# error.unauthorized
source: You do not have access. Please sign in.
ru: Нет доступа. Войдите в аккаунт.

# error.sign_in_failed
source: Could not sign in. Please try again.
ru: Не удалось выполнить вход. Попробуйте снова.

# error.rate_limit
source: Too many requests. Try again in %@.
ru: Слишком много запросов. Попробуйте через %@.

# error.validation
source: Please check the highlighted fields.
ru: Проверьте выделенные поля.

# error.invalid_data
source: Received invalid data.
ru: Получены некорректные данные.

# error.cache_unavailable
source: Cached content is unavailable.
ru: Кэшированный контент недоступен.

# error.empty_deck
source: No cards are available in this deck yet.
ru: В этой колоде пока нет карточек.

# error.malformed_markdown
source: This content could not be rendered.
ru: Не удалось отобразить этот контент.

# error.loading_cancelled
source: Loading was cancelled.
ru: Загрузка была отменена.

# error.module_not_found
source: Module not found.
ru: Модуль не найден.

# error.content_unavailable
source: Content for this module is not available yet.
ru: Контент для этого модуля пока недоступен.

# error.cache_fallback
source: Showing cached content.
ru: Показан кэшированный контент.

# error.retry
source: Try again
ru: Повторить
